Revit 2024 API
SymbolTypeId.CfmPerTon Property
 Symbol CFM/ton, indicating unit Cubic feet per minute ton of refrigeration.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2021
Syntax
C#
public static ForgeTypeId CfmPerTon { get; }
Visual Basic
Public Shared ReadOnly Property CfmPerTon As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ CfmPerTon {
	ForgeTypeId^ get ();
}
See Also
SymbolTypeId Class
Autodesk.Revit.DB Namespace